[
  {
    "articleId": 1,
    "author": "SilverHealth Team",
    "publicationTime": 1716028600000,
    "modificationTime": 1727704800000,
    "category": ["document"],
    "title": "About SilverHealth✨",
    "body": "SilverHealth is a fictitious Australian charity organization dedicated to promoting and supporting the health and well-being of elderly people. We aim to improve the quality of life for seniors through health education, community engagement, and accessible resources.\n\nOur mission is to ensure that elderly individuals, no matter their background, have access to the care and support they need to live healthy, fulfilling lives. We focus on preventive healthcare, first aid training, mental well-being, and providing vital information on managing common age-related health issues.\n\n## Our History\nSilverHealth was founded in 2010 with a vision to improve the quality of life for Australia's growing elderly population. Over the years, we have expanded our reach, providing essential health education and community programs that address the unique challenges faced by seniors. From humble beginnings, we have grown into a trusted organization, serving thousands of elderly individuals across the country.\n\n## Our Services\n- **Health Guides**: Our website offers a variety of easy-to-read health guides, tailored to the needs of elderly individuals, covering topics from preventive care to managing chronic conditions.\n- **Community Events**: Book and participate in in-person events, workshops, and activities aimed at improving senior well-being and fostering a sense of community.\n- **Find Nearby Service Centers**: Easily locate health and wellness service stations near you using our website's directory.\n- **Phone Booking**: Schedule health consultations or service appointments by calling our dedicated hotline for personalized assistance.\n\n## Our Goals\n- **Health Education**: Provide comprehensive health guides and resources tailored for seniors.\n- **Community Support**: Foster a strong sense of community by connecting elderly individuals with support networks and healthcare services.\n- **Accessible Resources**: Offer easily understandable and accessible information on health, first aid, and emergency preparedness.\n\n## Our Team\nSilverHealth is led by a dedicated team of healthcare professionals, volunteers, and advocates passionate about improving senior health. Our team works tirelessly to ensure that seniors receive the guidance, support, and care they deserve. We collaborate with medical experts, local communities, and caregivers to deliver impactful programs and services.\n\n## How You Can Help\nSilverHealth relies on the generosity of individuals, businesses, and communities to continue providing valuable services. Here’s how you can get involved:\n\n- **Volunteer**: Join our team of dedicated volunteers to help deliver programs and services.\n- **Donate**: Your contributions help us expand our outreach and improve the lives of elderly people.\n- **Partner with Us**: Collaborate with us on community projects or sponsor our initiatives to further our mission.\n\nTogether, we can make a difference in the lives of the elderly by empowering them with the knowledge and care they need to thrive.\n\n---\nFor more information, please contact us at:  \n**Email**: contact@silverhealth.org.au  \n**Phone**: +61 3 1234 5678",
    "requireAuth": false,
    "isVisible": true,
    "showInList": false,
    "showMetadata": false,
    "showCategory": false,
    "isRatable": false
  },
  {
    "articleId": 2,
    "author": "SilverHealth Team",
    "publicationTime": 1716028600000,
    "modificationTime": 1727704800000,
    "category": ["document"],
    "title": "Contact Us",
    "body": "We welcome you to get in touch with us for any inquiries, support, or to schedule services. Below are our contact details:\n\n## Email\nFor general inquiries, please email us at: **contact@silverhealth.org.au**\n\n## Hotline\nTo book a service or speak with one of our representatives, call our dedicated hotline: **+61 3 1234 5678**\n\n## Administrative Offices\n\n### Melbourne Office\n- **Address**: 123 Queen Street, Melbourne VIC 3000\n- **Phone**: +61 3 9876 5432\n- **Visiting Hours**: Monday - Friday, 9:00 AM - 5:00 PM\n\n### Sydney Office\n- **Address**: 456 George Street, Sydney NSW 2000\n- **Phone**: +61 2 8765 4321\n- **Visiting Hours**: Monday - Friday, 9:00 AM - 5:00 PM\n\n---\nWe look forward to hearing from you and assisting with your needs. Feel free to reach out during our office hours or via email anytime.",
    "requireAuth": false,
    "isVisible": true,
    "showInList": false,
    "showMetadata": false,
    "showCategory": false,
    "isRatable": false
  },
  {
    "articleId": 3,
    "author": "SilverHealth Team",
    "publicationTime": 1716028600000,
    "modificationTime": 1727704800000,
    "category": ["document"],
    "title": "Terms and Policy",
    "body": "Welcome to SilverHealth Australia Limited. Please read our terms and policies carefully before using our services. By accessing our website and services, you agree to comply with the terms outlined below.\n\n## 1. Introduction\n\nSilverHealth Australia Limited (\"we,\" \"our,\" or \"us\") is a fictitious charity organization dedicated to supporting the health and well-being of elderly individuals across Australia. We are registered under **ABN 10 000 000 000**. These terms govern your use of our website and services.\n\n## 2. Privacy Policy\n\nWe are committed to protecting your privacy. Any personal information you provide to us will be handled in accordance with the Australian Privacy Principles under the **Privacy Act 1988**. We collect and use your personal information only for the purposes of providing you with our services, improving our offerings, and communicating with you.\n\n### Data Collection\n- **Personal Information**: We may collect personal details such as your name, email address, phone number, and any other details necessary for the provision of our services.\n- **Cookies**: Our website uses cookies to improve user experience and collect anonymous statistical data. You may disable cookies in your browser settings, though this may impact your experience on our site.\n\n### Use of Information\n- We use your information to provide services, manage appointments, send you updates, and respond to inquiries.\n- We do not share your personal information with third parties unless required by law or with your explicit consent.\n\n### Security\nWe take reasonable steps to protect your personal information from misuse, loss, unauthorized access, and modification. However, we cannot guarantee the complete security of your information provided over the internet.\n\n## 3. Terms of Service\n\nBy using our website and services, you agree to the following conditions:\n\n### Access and Use\n- You are responsible for any actions you take on our website and for the information you provide.\n- You must not use our website for any unlawful activities or to harm the rights and interests of others.\n\n### Limitation of Liability\n- SilverHealth Australia Limited is not liable for any direct, indirect, incidental, or consequential damages arising from the use of our services or the inability to access our services.\n- While we strive to ensure that the information on our website is accurate, we do not guarantee its completeness or reliability.\n\n### Changes to Terms\nWe reserve the right to modify these terms and policies at any time. Any changes will be posted on this page, and it is your responsibility to review them regularly.\n\n## 4. Intellectual Property\n\nAll content on our website, including text, images, logos, and designs, is the property of SilverHealth Australia Limited unless otherwise stated. You may not reproduce, distribute, or use our content without our written consent.\n\n## 5. Governing Law\n\nThese terms and policies are governed by and construed in accordance with the laws of the Commonwealth of Australia. Any disputes arising under these terms will be subject to the jurisdiction of the courts of Victoria, Australia.\n\n## 6. Contact Us\n\nIf you have any questions or concerns regarding these terms and policies, please contact us at:\n\n- **Email**: contact@silverhealth.org.au\n- **Phone**: +61 3 1234 5678\n\n---\nBy continuing to use our website and services, you acknowledge that you have read and understood these terms and agree to be bound by them.",
    "requireAuth": false,
    "isVisible": true,
    "showInList": false,
    "showMetadata": false,
    "showCategory": false,
    "isRatable": false
  },
  {
    "articleId": 4,
    "author": "SilverHealth Team",
    "publicationTime": 1716028600000,
    "modificationTime": 1727704800000,
    "category": ["document"],
    "title": "Sitemap",
    "body": "## Home\n- [Home](/)\n\n## Articles\n- [Article List](/article)\n- [Article Detail](/article/:articleId)\n- [News](/news)\n\n## Events\n- [Event List](/event)\n- [My Event Calendar](/event/calendar)\n- [My Registered Events](/event/registered)\n\n## Support\n- [Get Support](/get-support)\n- [First Aid Guide](/get-support/first-aid-guide)\n- [Find Services](/get-support/find-services)\n- [Book by Telephone](/get-support/book-by-phone)\n\n## Search\n- [Search](/search)\n\n## Account\n- [My Account](/account)\n- [Login](/login)\n- [Signup](/signup)\n- [Forgot Password](/forgot-password)\n\n## Get Involved\n- [Get Involved](/get-involved)\n- [Become a Volunteer](/get-involved/become-a-volunteer)\n- [Donate](/get-involved/donate)\n\n## About\n- [About](/about)\n- [Sitemap](/about/sitemap)\n- [Contact Us](/about/contact-us)\n- [Terms and Policy](/about/terms-and-policy)",
    "requireAuth": false,
    "isVisible": true,
    "showInList": false,
    "showMetadata": false,
    "showCategory": false,
    "isRatable": false
  },
  {
    "articleId": 10,
    "author": "SilverHealth Team",
    "publicationTime": 1716028600000,
    "modificationTime": 1727704800000,
    "category": ["document", "first aid"],
    "title": "First Aid Guide",
    "body": "## 1. Call for Help\nIn any emergency, immediately dial **000** for emergency services in Australia. Describe the situation clearly and follow the operator's instructions.\n\nIf you're in another country or region, here are the emergency numbers:\n\n- **New Zealand**: Dial **111**\n- **United States & Canada**: Dial **911**\n- **United Kingdom**: Dial **999** or **112**\n- **European Union countries**: Dial **112**\n- **China (Mainland)**: Dial **120** for ambulance, **110** for police, **119** for fire\n- **Hong Kong**: Dial **999**\n- **Singapore**: Dial **995** for ambulance, **999** for police\n- **Japan**: Dial **119** for ambulance/fire, **110** for police\n\nAlways know the local emergency number when traveling, as they vary by country.\n\n---\n\n## 2. CPR (Cardiopulmonary Resuscitation)\nIf the person is unresponsive and not breathing, start CPR:\n\n1. **Check for responsiveness** by gently shaking the person and calling their name.\n2. **Call 000** or ask someone to call while you begin CPR.\n3. **Start chest compressions**:\n   - Place the heel of one hand in the centre of the chest.\n   - Place the other hand on top and interlock your fingers.\n   - Press down firmly and fast, about 5-6 cm deep, at a rate of 100-120 compressions per minute.\n4. **Rescue breaths (if trained)**:\n   - Tilt the person's head back, lift their chin, and give 2 rescue breaths.\n   - Continue alternating 30 compressions with 2 breaths until help arrives or the person starts breathing.\n\n---\n\n## 3. Choking\nIf someone is choking and cannot cough, speak, or breathe:\n\n1. **Encourage coughing** if they can still do so.\n2. **Perform 5 back blows**:\n   - Stand behind the person and lean them forward.\n   - Use the heel of your hand to deliver 5 sharp blows between their shoulder blades.\n3. **Perform 5 abdominal thrusts** (Heimlich manoeuvre):\n   - Stand behind them, wrap your arms around their waist.\n   - Place a fist just above their belly button, grasp it with the other hand.\n   - Pull inwards and upwards firmly 5 times.\n4. **Repeat** back blows and abdominal thrusts if needed until the object is dislodged or help arrives.\n\n---\n\n## 4. Bleeding\nFor minor cuts or severe bleeding:\n\n1. **Apply pressure**: Use a clean cloth or bandage to apply firm pressure to the wound.\n2. **Elevate**: If possible, raise the injured area above heart level.\n3. **Cover the wound**: Use sterile dressings or bandages if available.\n4. **Call 000** if bleeding is severe or doesn't stop.\n\n---\n\n## 5. Burns\nFor small or severe burns:\n\n1. **Cool the burn**: Run cool water over the burn for at least 10 minutes. Do **not** use ice.\n2. **Cover the burn**: Use a clean, non-stick dressing or cloth to cover the burn.\n3. **Do not apply creams or butter** to the burn.\n4. **Call 000** if the burn is large, deep, or on the face, hands, or groin.\n\n---\n\n## 6. Stroke (FAST Test)\nIf you suspect someone is having a stroke, act FAST:\n\n- **F – Face**: Ask the person to smile. Does one side of their face droop?\n- **A – Arms**: Ask them to raise both arms. Is one arm weak or numb?\n- **S – Speech**: Ask them to repeat a simple sentence. Is their speech slurred or strange?\n- **T – Time**: Time is critical. Call **000** immediately if you observe any of these signs.\n\n---\n\n## 7. Heart Attack\nSigns of a heart attack can include chest pain, shortness of breath, nausea, or sweating:\n\n1. **Call 000** immediately.\n2. **Help the person to rest** in a comfortable position, usually sitting up and leaning forward.\n3. **Reassure them** while waiting for help.\n4. If the person becomes unresponsive and stops breathing, **begin CPR**.\n\n---\n\n## 8. Falls\nFor falls, especially in older adults:\n\n1. **Check for injuries**: Do not move the person if they are seriously injured.\n2. **Help them sit up slowly**: If no major injury is apparent, help them sit up and assess the situation.\n3. **Support them to stand**: Offer support when they are ready to stand.\n4. **Call 000** if there are signs of head injury, broken bones, or severe pain.\n\n---\n\n## 9. Diabetic Emergency\nFor someone who is diabetic and showing signs of low blood sugar (confusion, sweating, shaking):\n\n1. **Give them something sugary**: Fruit juice, a sugary drink, or glucose tablets.\n2. **Monitor them**: If they do not improve in 10-15 minutes, call 000.\n3. **Do not give insulin** unless the person is fully conscious and asks for it.\n\n---\n\n## 10. Poisoning\nFor suspected poisoning:\n\n1. **Call the Poison Information Centre** at **13 11 26** for advice.\n2. **Do not induce vomiting** unless advised by the poison centre.\n3. If the person is unresponsive or having trouble breathing, **call 000 immediately**.\n\n---\n\n## First Aid Kit Essentials\nEnsure you have these items in your first aid kit at home:\n\n- Adhesive bandages\n- Sterile gauze pads and dressings\n- Antiseptic wipes or cream\n- Scissors and tweezers\n- Disposable gloves\n- CPR face shield\n- Burn gel or dressings\n- Emergency blanket\n- Pain relievers\n\nFor more detailed first aid training, consider attending a certified course.",
    "requireAuth": false,
    "isVisible": true,
    "showInList": true,
    "showMetadata": true,
    "showCategory": true,
    "isRatable": false
  }
]
